[
  {
    "eng": "http://buddhistlibraryonline.org/digha-nikaya/silakkhandhavaggapali/dn3-ambattha-sutta/15-ambatta-sutta",
    "chi": "http://tripitaka.cbeta.org/mobile/index.php?index=N06n0004_003"
  },
  {
    "__EMPTY": "1",
    "eng": "1.",
    "chi": "一"
  },
  {
    "__EMPTY": "Thus have I heard. Once the Lord was touring Kosala with a large number of monks, some five hundred, and he came to a Kosalan Brahmin village called Icchhankala. And he stayed in the dense jungle of Icchanankala. ",
    "eng": "Thus have I heard. The Blessed One, when once on a tour through the Kosala country with a great company of the brethren, with about five hundred brethren, arrived at a Brahman village in Kosala named Ikkhânankala; and while there he stayed in the Ikkhânankala Wood.",
    "chi": "如是我聞。爾時，世尊與五百大比丘眾俱，遊方拘薩羅國。至拘薩羅國，名為婆羅門村之伊車能伽羅。如是，世尊住於伊車能伽羅林。"
  },
  {
    "__EMPTY": "At that time the Brahmin Pokkharasati was living at Ukkhattha, a populous place, full of grass, timber, water and corn, which had been given to him by King Pasenadi of Kosala as a royal gift and with royal powers.141",
    "eng": "Now at that time the Brahman Pokkharasâdi was dwelling at Ukkattha, a spot teeming with life, with much grassland and woodland and corn, on a royal domain, granted him by King Pasenadi of Kosala as a royal gift, with power over it as if he were the king{1}.",
    "chi": "爾時，沸伽羅娑羅婆羅門住於人畜繁盛、草木、池水、穀類豐富之郁伽羅城，此城乃王之領地。拘薩羅國王波斯匿，賜與淨施之地。"
  },
  {
    "__EMPTY": "2.",
    "eng": "2.",
    "chi": "二"
  },
  {
    "__EMPTY": "And Pokkharasiiti heard say: ",
    "eng": "Now the Brahman Pokkharasâdi{2} heard the news:",
    "chi": "沸伽羅婆羅門，如是聞："
  },
  {
    "__EMPTY": "The ascetic Gotarna, son of the Sakyans, who has gone forth from the Sakya clan,. ..is staying in the dense jungle of Icchiinankala. And concerning that Blessed Lord a good report has been spread about: \"This Blessed Lord is an Arahant, a fully-enlightened Buddha, per- fected in knowledge and conduct, a Well-Farer, Knower of the worlds, unequalled Trainer of men to be tained, Teacher of gods and humans, a Buddha, a Blessed Lord.\" ",
    "eng": "They say that the Samana Gotama, of the Sâkya clan, who went out from a Sâkya family to adopt the religious life, has now arrived, with a great company of the brethren of his Order, at Ikkhânankala, and is staying there in the Ikkhânankala Wood. Now regarding that venerable Gotama, such is the high reputation that has been noised abroad:--That Blessed One is an Arahat, a fully awakened one, abounding in wisdom and goodness, happy, with knowledge of the worlds, unsurpassed as a guide to mortals willing to be led, a teacher for gods and men, a Blessed One, a Buddha. ",
    "chi": "「由釋迦族出家之釋子沙門瞿曇，與五百大比丘眾俱，遊方拘薩羅國，至伊車能伽羅村，住於伊車能伽羅林。此尊者瞿曇稱揚如是美名聲：『彼世尊是應供、等正覺、明行足、善逝、無上士、調御丈夫、天人師、佛、世尊。』"
  },
  {
    "__EMPTY": "He proclaims this world with its gods, miiras, Brahmas, the world of ascetics and Brahmins with its princes and people, having come to know it by his own knowledge. He teaches a Dhamma that is lovely in its beginning, lovely in its middle, and lovely in its ending, in the spirit and in the letter, and he displays the fully-perfected, thoroughly purified [88] holy life. And indeed it is good to see such Arahants.'",
    "eng": "He, by himself, thoroughly knows and sees, as it were, face to face this universe,--including the worlds above of the gods, the Brahmas, and the Mâras, and the world below with its recluses and Brahmans, its princes and peoples,--and having known it, he makes his knowledge known to others. The truth, lovely in its origin, lovely in its progress, lovely in its consummation, doth he proclaim, both in the spirit and in the letter, the higher life doth he make known, in all its fullness and in all its purity. And good is it to pay visits to Arahats like that.'",
    "chi": "彼含括天界、魔界、梵天界、此世界、沙門、婆羅門、天、人等事，獨自證悟宣示。 [P.88]彼說初善、中善、後善、文義具備之教法，明示完全無缺、純淨之梵行。善哉！得見如是阿羅漢。」"
  },
  {
    "__EMPTY": "3.",
    "eng": "3.",
    "chi": "三"
  },
  {
    "__EMPTY": "Now at that time Pokkharasati had a pupil, the youth Ambattha, who was a student of the Vedas, who knew the mantras, perfected in the Three Vedas, a skilled expounder of the rules and rituals, the lore of sounds and meanings and, fifthly, oral tradition, complete in philosophy and in the marks of a Great Man, admitted and accepted by his master in the Three Vedas with the words: 'What I know, you know; what you know,I know.'",
    "eng": "Now at that time a young Brahman, an Ambattha{1}, was a pupil under Pokkharasâdi the Brahman. And he was a repeater (of the sacred words) knowing the mystic verses by heart, one who had mastered the Three Vedas, with the indices, the ritual, the phonology, and the exegesis (as a fourth){2}, and the legends as a fifth. learned in the idioms and the grammar, versed in Lokâyata sophistry, and in the theory of the signs on the body of a great man{1},--so recognised an authority in the system of the threefold Vedic knowledge as expounded by his master, that he could say of him: 'What I know that you know, and what you know that I know.'",
    "chi": "爾時，沸伽羅娑羅婆羅門之年青婆羅門弟子阿摩晝，是讀誦者、持咒者，精通三吠陀、儀軌、語源論、第五之古傳說，通曉文法論、順世論、大人相而無遺漏，於己師之三吠陀無不精通，得師稱：「我所知道，汝亦知道；汝所知道，我亦知道。」"
  },
  {
    "eng": "4.",
    "chi": "四"
  },
  {
    "__EMPTY": "And Pokkharasiiti said to Ambattha: 'Ambattha, my son, the ascetic Gotama. . .is staying in the dense jungle of Icchh- ankala, And concerning that Blessed Lord a good report has been spread about.. .Now you go to see the ascetic Gotama and find out whether this report is correct or not, and whether the Reverend Gotama is as they say or not. In that way we shall put the Reverend Gotama to the test.'",
    "eng": "And Pokkarasâdi told Ambattha the news, and said: 'Come now, dear Ambattha, go to the Samana Gotama, and find out whether the reputation so noised abroad regarding him is in accord with the facts or not, whether the Samana Gotama is such as they say or not.'",
    "chi": "時，沸伽羅娑羅婆羅門，告阿摩晝青年婆羅門言：「阿摩晝！彼由釋迦族出家之釋子沙門瞿曇，與五百大比丘眾俱，遊方拘薩羅國，至伊車能伽羅村，住於伊車能伽羅林。彼尊者稱揚是美名聲：『彼世尊是應供、等正覺、明行足、善逝、世間解、無上士、調御丈夫、天人師、佛、世尊。』……乃至……善哉！得見如是阿羅漢。然，阿摩晝！汝往沙門瞿曇之處，當知：彼尊者瞿曇是實揚如是名聲或不然；彼尊者瞿曇有如是、或不如是，我等當由是知尊者瞿曇。」"
  },
  {
    "eng": "5.",
    "chi": "五"
  },
  {
    "__EMPTY": "Sir, how shall I find out whether the report is true, or whether the Reverend Gotarna is as they say or not?' ",
    "eng": "But how, Sir, shall I know whether that is so or not?'",
    "chi": "「然者，我如何知彼尊者，實是如是、或不如是耶？」"
  },
  {
    "__EMPTY": "According to the tradition of our mantras, Ambatma, the great man who is possessed of the thirty-two marks of a Great Man has only two courses open to him. If he lives the household life he will become a ruler, a wheel-turning righteous monarch of the law, conqueror of the four quarters, who has established the security of his realm and is possessed of the seven treasures.These are: the Wheel-Treasure, the Elephant- Treasure, the Horse-Treasure, the Jewel-Treasure,the Woman- Treasure, the Householder-Treasure, and, as seventh, the Counsellor-Treasure. ",
    "eng": "'There have been handed down, Ambattha, in our mystic verses thirty-two bodily signs of a great man,--signs which, if a man has, he will become one of two things, and no other{2}. If he dwells at home he will become a sovran of the world, a righteous king, bearing rule even to the shores of the four great oceans, a conqueror, the protector of his people, possessor of the seven royal treasures. And these are the seven treasures that he has--the Wheel, the Elephant, the Horse, the Gem, the Woman, the Treasurer, and the Adviser as a seventh{1}.",
    "chi": "「阿摩晝！我等神典中所傳之三十二大人相，俱足此等諸相之大人，唯有二趣而 [P.89] 無其他。若在俗，即成為轉輪王，以征服四海，令國土安穩，身俱七寶，有正法之王。"
  },
  {
    "__EMPTY": "He has more than a thousand sons who are heroes, of heroic stature, conquerors of the hostile army. He dwells having conquered this sea-girt land without stick or sword, by the law. But if he goes forth from the household life into homelessness, then he will become an Arahant, a fully-enlightened Buddha, one who draws back the veil from the world. And, Ambagha, I am the passer-on of the mantras, and you are the receiver.'",
    "eng": "And he has more than a thousand sons, heroes, mighty in frame, beating down the armies of the foe. And he dwells in complete ascendancy over the wide earth from sea to sea, ruling it in righteousness without the need of baton or of sword. But if he go forth from the household life into the houseless state, then he will become a Buddha who removes the veil from the eyes of the world. Now I, Ambattha, am a giver of the mystic verses; you have received them from me.'",
    "chi": "彼有如次之七寶，即：輪寶、象寶、馬寶、摩尼寶、女寶、居士寶、第七主兵〔將軍〕寶。彼有一千以上之子，皆豪勇而威武，以破滅所有之外敵。彼至大地、大海周邊國境，不用刀杖，以法征服而統治。彼若出家者，於現世當滅除煩惱而成為應供、等正覺。阿摩晝！我乃神典之授與者，汝是神典之領受者。」"
  },
  {
    "eng": "6",
    "chi": "六"
  },
  {
    "__EMPTY": "Very good, sir', said Ambaflha at Pokkharasati's words, and he got up, passed by Pokkharasiiti with his right side, got into his chariot drawn by a mare and, accompanied by a number of young men, headed for the dense jungle of Icchiin- ankala. He drove as far as the carriage would go, then alighted and continued on foot.",
    "eng": "Very good, Sir,' said Ambattha in reply; and rising from his seat and paying reverence to Pokkharasâdi, he mounted a chariot drawn by mares, and proceeded, with a retinue of young Brahmans, to the Ikkhânankala Wood. And when he had gone on in the chariot as far as the road was practicable for vehicles, he got down, and went on, into the park, on foot.",
    "chi": "阿摩晝青年婆羅門答沸伽羅沙羅：「唯然！尊師！」即從座起，敬禮沸伽羅娑羅，登乘牝馬車，與眾多之青年婆羅門俱，詣伊車能伽羅林。至乘具能通行處，下乘行入園林。"
  },
  {
    "eng": "7.",
    "chi": "七"
  },
  {
    "__EMPTY": "At that time a number of monks were walking up and down in the open air. AmbatJha approached them and said: 'Where is the Reverend Gotama to be found just now? We have come to see the Reverend Gotama.'",
    "eng": "Now at that time a number of the brethren were walking up and down in the open air. And Ambattha went up to them, and said: 'Where may the venerable Gotama be lodging now? We have come hither to call upon him.'",
    "chi": "爾時，有眾多比丘於露地經行。阿摩晝青年婆羅門，至彼諸比丘之處，告諸比丘曰：「今彼尊者瞿曇，在何處耶？我等來見彼尊者瞿曇。」"
  },
  {
    "eng": "8.",
    "chi": "八"
  },
  {
    "__EMPTY": "The monks thought: This is Ambattha,a youth of good family and a pupil of the distinguished Brahmin Pokkharasati. The Lord would not mind having a conversation with such a young man.' And they said to Ambattha: 'That is his dwelling, with the door closed. Go quietly up to it, go on to the verandah without haste, cough, and knock on the bolt. The Lord will open the door to you.'",
    "eng": "Then the brethren thought: 'This young Brahman Ambattha is of distinguished family. and a pupil of the distinguished Brahman Pokkharasâdi. The Blessed One will not find it difficult to hold conversation with such.' And they said to Ambattha: 'There, Ambattha, is his lodging{2}, where the door is shut, go quietly up and enter the porch gently, and give a cough, and knock on the cross-bar. The Blessed One will open the door for you.'",
    "chi": "時，諸比丘如是思惟：「此阿摩晝青年婆羅，為名門之出身者，著名之婆羅門沸伽羅娑羅之弟子。世尊與如是善男子之對語，當無不適。」彼等告阿摩晝青年婆羅門言：「阿摩晝！彼閉門之僧房，汝寂靜慢行，入玄關，作謦，輕敲門閂，世尊應為汝開門。」"
  },
  {
    "eng": "9.",
    "chi": "九"
  },
  {
    "__EMPTY": "Ambattha went up to the dwelling and on to the veran- dah, coughed, and knocked. The Lord opened the door, and Ambattha went in. The young men entered, exchanged courtesies with the Lord, and sat down to one side. But Ambattha walked up and down while the Lord sat there, [go] uttered some vague words of politeness, and then stood so speaking before the seated Lord.",
    "eng": "Then Ambattha did so. And the Blessed One opened the door, and Ambattha entered in. And the other young Brahmans also went in; and they exchanged with the Blessed One the greetings and",
    "chi": "時，阿摩晝青年婆羅門，寂靜慢行至閉門之僧房，入玄關，作謦，輕敲門閂， [P.90] 世尊開門，阿摩晝青年婆羅門，進入〔世尊之僧房〕，其他青年婆羅門亦進來，與世尊問訊，交換友誼之語已，坐於一面。而阿摩晝青年邊走邊與在坐之世尊交換某些言辭，一邊立一邊與在坐之世尊交換某些言辭。"
  },
  {
    "eng": "10.",
    "chi": "一〇"
  },
  {
    "__EMPTY": "And the Lord said to Ambagha: 'Well now, Ambagha, would you behave like this if you were talking to venerable and learned Brahmins, teachers of teachers, as you do with me, walking and standing while I am sitting, and uttering vague words of politeness?'",
    "eng": "And the Blessed One said to him: 'Is that the way, Ambattha, that you would hold converse with aged teachers, and teachers of your teachers well stricken in years, as you now do, moving about the while or standing, with me thus seated?'",
    "chi": "時，世尊告阿摩晝曰：「阿摩晝！汝究竟與師或師之長老婆羅門相會談，亦如今邊行、邊立與在坐之我，交換某些言辭否？」"
  },
  {
    "eng": "11. "
  },
  {
    "__EMPTY": "No, Reverend Gotama. A Brahmin should walk with a walking Brahmin, stand with a standing Brahmin, sit with a sitting Brahmin, and lie down with a Brahmin who is lying down. But as for those shaven little ascetics, menials, black scourings from Brahmā's foot, with them it is fitting to speak just as I do with the Reverend Gotama.'",
    "eng": "'Certainly not, Gotama. It is proper to speak with a Brahman as one goes along only when the Brahman himself is walking, and standing to a Brahman who stands, and seated to a Brahman who has taken his seat, or reclining to a Brahman who reclines. But with shavelings, sham friars, menial black fellows, the offscouring of our kinsman's heels{1}--with them I would talk as I now do to you!'",
    "chi": "「瞿曇！確實不然。瞿曇！婆羅門互相邊行邊立，或一邊坐一邊臥而對談，始為適當。然，瞿曇！禿頭之沙門，習下劣卑俗之黑法，我與彼等之對談，亦當如今與汝瞿曇之對談。」"
  },
  {
    "chi": "一一"
  },
  {
    "__EMPTY": "But, Ambattha, you came here seeking something. Whatever it was you came for, you should listen attentively to hear about it. Ambattha, you have not perfected your training. Your conceit of being trained is due to nothing but inexperience.'",
    "eng": "'But you must have been wanting something, Ambattha, when you came here. Turn your thoughts rather to the object you had in view when you came. This young Brahman Ambattha is ill bred, though he prides himself on his culture; what can this come from except from want of training{2}?'",
    "chi": "「阿摩晝！汝來此處，應有所望求，來訪之目的，當善思念。阿摩晝青年婆羅門，雖缺修養，而有修養我慢心，此乃缺欠修養之外，有何耶？」"
  },
  {
    "eng": "12.",
    "chi": "一二"
  },
  {
    "__EMPTY": "But Ambattha was angry and displeased at being called untrained, and he turned on the Lord with curses and insults. Thinking: 'The ascetic Gotama bears me ill-will', he said: 'Reverend Gotarna, the Sakyans are fierce, rough-spoken, touchy and violent. Being of menial origin, being menials, they do not honour, respect, esteem, revere or pay homage to Brahmins. With regard to this it is not proper...that they do not pay homage to Brahmins.' ",
    "eng": "Then Ambattha was displeased and angry with the Blessed One at being called rude; and at the thought that the Blessed One was vexed with him, he said, scoffing, jeering, and sneering at the Blessed One: 'Rough is this Sâkya breed of yours, Gotama, and rude; touchy is this Sâkya breed of yours and violent.  Menials, mere menials{1}, they neither venerate, nor value, nor esteem, nor give gifts to, nor pay honour to Brahmans. That, Gotama, is neither fitting, nor is it seemly!'",
    "chi": "時，阿摩晝，被世尊說缺欠修養而忿怒不喜，認為沙門瞿曇對之有惡意，則攻擊世尊、侮蔑世尊、誹謗世尊，以告世尊曰：「瞿曇！釋迦族者是險惡，瞿曇！釋 [P.91]迦族者是粗暴，瞿曇！釋迦族者是輕率，瞿曇！釋迦族者是饒舌。卑俗者又不敬重婆羅門、不尊敬婆羅門、不愛好婆羅門、不敬奉婆羅門、不崇拜婆羅門。瞿曇！此等釋迦族是卑俗者，不尊敬、供養、禮拜婆羅門，是甚不適合。」"
  },
  {
    "__EMPTY": "This was the first time Ambattha accused the Sakyans of being menials.",
    "eng": "Thus did the young Brahman Ambattha for the first time charge the Sâkyas with being menials.",
    "chi": "阿摩晝如是開始則以卑俗語蔑釋迦族。"
  },
  {
    "eng": "13.",
    "chi": "一三"
  },
  {
    "__EMPTY": "But, AmbaHha, what have the Sakyans done to you?'",
    "eng": "But in what then, Ambattha, have the Sâkyas given you offence?'",
    "chi": "「阿摩晝！釋迦有何擊怒汝耶？」"
  },
  {
    "__EMPTY": "Reverend Gotama, once I went to Kapilavatthu on some business for my teacher, the Brahmin Pokkharasati, and I came to the Sakyans' meeting-hall. And at that time a lot of Sakyans were sitting on high seats in their meeting-hall, poking each other with their fingers, laughing and playing about together, and it seemed to me that they were just making fun of me, and no one offered me a seat. With regard to this, it is not proper that they do not pay homage to the Brahmins.'",
    "eng": "Once, Gotama, I had to go to Kapilavatthu on some business or other of Pokkharasâdi's, and went into the Sâkyas' Congress Hall{2}. Now at that time there were a number of Sâkyas, old and young, seated in the hall on grand seats, making merry and joking together, nudging one another with their fingers{3}; and for a truth, methinks, it was I myself that was the subject of their jokes; and not one of them even offered me a seat. That, Gotama, is neither fitting, nor is it seemly, that the Sâkyas, menials as they are, mere menials, should neither venerate, nor value, nor esteem, nor give gifts to, nor pay honour to Brahmans.'",
    "chi": "「瞿曇！一時，我師沸伽羅娑羅婆羅門，以前有事，往迦毘羅衛城，到釋迦族之集會堂。爾時，眾多釋迦族之諸王與王子，坐於高座，各自指胳肢之戲弄哄笑。必定是在嘲笑我，任何人皆不以座招請我。瞿曇！釋迦族是卑俗者，又不尊重、供養、禮拜婆羅門，是甚不適合。」"
  },
  {
    "__EMPTY": "This was the second time Ambattha accused the Sakyans of being menials.",
    "eng": "Thus did the young Brahman Ambattha for the second time charge the Sâkyas with being menials.",
    "chi": "阿摩晝如是再三，以卑俗語蔑釋迦族。"
  },
  {
    "eng": "14",
    "chi": "一四"
  },
  {
    "__EMPTY": "But Ambaflha, even the quail, that little bird, can talk as she likes on her own nest. Kapilavatthu is the Sakyans' home, Ambattha. They do not deserve censure for such a trifle.'",
    "eng": "Why a quail, Ambattha, little hen bird though she be, can say what she likes in her own nest. And there the Sâkyas are at their own home, in Kapilavatthu. It is not fitting for you to take offence at so trifling a thing.'",
    "chi": "「阿摩晝！猶如小鶉，在自己之鳥巢，可為所欲為。阿摩晝！迦毘羅衛城是釋迦族之本地。然，阿摩晝之為此瑣事而憤怒，甚不適當。」"
  },
  {
    "eng": "15.",
    "chi": "一五"
  },
  {
    "__EMPTY": "Reverend Gotama, there are four castes: the Khattiyas, the Brahmins, the merchants and the artisans. And of these four castes three - the Khattiyas, the merchants and the arti- sans - are entirely subservient to the Brahmins. With regard to this, [92]it is not proper that they should not pay homage to the Brahmins.' ",
    "eng": "There are these four grades{1}, Gotama,--the nobles, the Brahmans, the tradesfolk, and the work-people. And of these four, three--the nobles, the tradesfolk, and the work-people--are, verily, but attendants on the Brahmans. So, Gotama, that is neither fitting, nor is it seemly, that the Sâkyas, menials as they are, mere menials, should neither venerate, nor value, nor esteem, nor give gifts to, nor pay honour to the Brahmans.'",
    "chi": "「瞿曇！有剎帝利、婆羅門、吠舍、首陀羅，此等之四姓。此等四姓之剎帝利、吠舍、首陀羅者，正要奉事婆羅門。然，釋迦族是卑俗者身，又不尊重、供養、禮 [P.92]拜婆羅門，甚是不適合。」"
  },
  {
    "__EMPTY": "This was the third time Ambattha accused the Sakyans of being menials.",
    "eng": "Thus did the young Brahman Ambattha for the third time charge the Sâkyas with being menials.",
    "chi": "阿摩晝如是再三，以卑俗語蔑釋迦族。"
  },
  {
    "eng": "16",
    "chi": "一六"
  },
  {
    "__EMPTY": "Then the Lord thought: 'This young man goes too far in abusing the Sakyans. Suppose I were to ask after his clan- name?' ",
    "eng": "Then the Blessed One thought thus: 'This Ambattha is very set on humbling the Sâkyas with his charge of servile origin. What if I were to ask him as to his own lineage.' And he said to him:",
    "chi": "世尊如是思惟：「彼阿摩晝，以甚粗暴之卑語誹辱釋迦族，然，我當以姓氏詢問之。」時，世尊如是言阿摩晝曰："
  },
  {
    "__EMPTY": "So he said: 'Ambattha, what is your clan?' ",
    "eng": "'And what family do you then, Ambattha, belong to?'",
    "chi": "「阿摩晝！汝何姓氏耶？」"
  },
  {
    "__EMPTY": "I am a Kanhayan, Reverend Gotama.'",
    "eng": "'I am a Kanhâyana.'",
    "chi": "「瞿曇！我謂康哈耶那。」"
  },
  {
    "__EMPTY": "Amba*a, in fopner days, according to those who remem- ber the ancestral lineage, the Sakyans were the masters, and you are descended from a slave-girl of the Sakyans. For the Sakyans regard King Okkiika as their ancestor. ",
    "eng": "'Yes, but if one were to follow up your ancient name and lineage, Ambattha, on the father's and the mother's side, it would appear that the Sâkyas were once your masters, and that you are the offspring of one of their slave girls. But the Sâkyas trace their line back to Okkâka the king{2}.",
    "chi": "「阿摩晝！由汝母父系之古姓氏想，是出自主人之釋迦族，汝是釋迦族之家僕女之子孫。阿摩晝！釋迦族之祖先是甘蔗王。"
  },
  {
    "__EMPTY": "At one time King Okkaa, to whom his queen was dear and beloved, wishing to transfer the kingdom to her son, banished his elder brothers from the kingdom - Okkbukha, Karandu, Hatthiniya and Sinipura. And these, being banished, made their home on the flank of the Himdayas beside a lotus-pond where there was a big grove of teak-tree~.",
    "eng": "'Long ago, Ambattha, King Okkâka, wanting to divert the succession in favour or the son of his favourite queen, banished his elder children--Okkâmukha, Karanda, Hatthinika, and Sinipura--from the land. And being thus banished they took up their dwelling on the slopes of the Himâlaya, on the borders of a lake where a mighty oak tree grew.",
    "chi": "阿摩晝！往昔甘蔗王，欲禪讓王位與其寵妃之王子，則從年長之王子面炬、迦難睹、哈提尼耶、西尼浮羅等四王子，放逐國外。彼等被擯出國外，則定居於雪山山麓湖岸之大娑迦樹林。"
  },
  {
    "__EMPTY": "A~~nd for fear of contaminating the stock they cohabited with their own sisters. ",
    "eng": "And through fear of injuring the purity of their line they intermarried with their sisters.",
    "chi": "彼等恐畏血統之混亂，以偶配自己之姊妹。"
  },
  {
    "__EMPTY": "Then King OkkLka asked his ministers and counsellors: \"Where are the princes living now?\" ",
    "eng": "'Now Okkâka the king asked the ministers at his court: \"Where, Sirs, are the children now{1}?\"'",
    "chi": "阿摩晝！於是，甘蔗王告隨從之諸大臣曰：『今，王子等在何處耶？』"
  },
  {
    "__EMPTY": "and they told him. ",
    "eng": "'There is a spot, Sire, on the slopes of the Himâlaya, on the borders of a lake, where there grows a mighty oak (sako). There do they dwell. And lest they should injure the purity of their line they have married their own (sakâhi) sisters.'",
    "chi": "『王！今，王子等住於雪山山麓湖岸之大娑迦樹林，恐畏血統之混亂，以偶配自己之姊妹。』"
  },
  {
    "__EMPTY": "At this King Okkaa exclaimed: \"They are strong as teak (saka), these princes, they are real Sakyans!\" And that is how the Sakyans got their well-known name. And the King was the ancestor of the Sakyans.",
    "eng": "'Then did Okkâka the king burst forth in admiration : \"Hearts of oak (sakyâ) are those young fellows! Right well they hold their own (paramasakyâ){2}!\"",
    "chi": "[P.93] 阿摩晝！其時，甘蔗王歡喜之餘而言此曰：『然！真不〔愧〕為釋迦王子！然！真是釋迦最上之王子。』"
  },
  {
    "__EMPTY": "Now King Okkaka had a slave-girl called Disi, who gave birth to a black child. The black thing, when it was born, exclaimed: \"Wash me, mother! Bath me, mother! Deliver me from this dirt, and I will bring you profit!\" ",
    "eng": "'That is the reason, Ambattha, why they are known as Sâkyas. Now Okkâka had a slave girl called Disâ. She gave birth to a black baby. And no sooner was it born than the little black thing said, \"Wash me, mother. Bathe me, mother. Set me free, mother, of this dirt. So shall I be of use to you.\"",
    "chi": "阿摩晝！從此以後，則稱為釋迦族。彼等乃釋迦族之祖先。阿摩晝！甘蔗王於低沙有婢女生一黑兒。生來之康哈（黑）舉聲言：『母親！令洗我，令浴我。母親！令脫我不清物。對汝有利益。』"
  },
  {
    "__EMPTY": "Because, Am- baftha, just as people today use the term hobgoblin (pisica) as a term of abuse, so in those days they said black (kanha). And they said: \"As soon as he was born, he spoke. He is born a Kanha, a hobgoblin!\" That is how in former days. ... the Sakyans were the masters, and you are descended from a slave-girl of the Sakyans.'",
    "eng": "'Now just as now, Ambattha, people call devils \"devils,\" so then they called devils \"black fellows\" (kanhe). And they said: \"This fellow spoke as soon as he was born. 'Tis a black thing (kanha) that is born, a devil has been born!\" And that is the origin, Ambattha, of the Kanhayanas s. He was the ancestor of the Kanhâyanas{3}. And thus is it, Ambattha, that if one were to follow up your ancient name and lineage, on the father's and on the mother's side, it would appear that the Sâkyas were once your masters, and that you are the offspring of one of their slave girls.'",
    "chi": "阿摩晝！今眾人呼為惡鬼、惡鬼者，阿摩晝！從此時，眾人則以稱康哈（黑）為惡鬼。眾人如是言：『此，生來則能說話，生彼康哈是惡鬼。』阿摩晝！從此以後，稱為康哈耶那族，彼乃康哈耶那族之祖先。阿摩晝！如是沿此逆算者，汝母父系之姓氏，是釋迦族尊貴之子孫，汝是釋迦族婢女之子孫。」"
  },
  {
    "eng": "17.",
    "chi": "一七"
  },
  {
    "__EMPTY": "On hearing this, the young men said: 'Reverend Gotama, do not humiliate Ambattha too much with talk of his being descended from a slave-girl: Ambaftha is well-born, of a good family, he is very learned, he is well-spoken, a scholar, well able to hold his own in this discussion with the Reverend Gotama!'",
    "eng": "When he had thus spoken the young Brahmans said to the Blessed One: 'Let not the venerable Gotama humble Ambattha too sternly with this reproach of being descended from a slave girl. He is well born, Gotama, and of good family; he is versed in the sacred hymns, an able reciter, a learned man. And he is able to give answer to the venerable Gotama in these matters.'",
    "chi": "如是言已，彼等青年婆羅門告世尊曰：「尊者瞿曇！勿以苛酷之婢女子孫之語，誹蔑阿摩晝青年婆羅門。瞿曇！阿摩晝青年婆羅門是生良家，阿摩晝青年婆羅門是良家子，阿摩晝青年婆羅門是博聞者，阿摩晝青年婆羅門是美言者，阿摩晝青年婆羅門是博學者。然，能與瞿曇共相問答此事。」"
  },
  {
    "eng": "18",
    "chi": "一八"
  },
  {
    "__EMPTY": "Then the Lord said to the young men: 'If you consider that Ambaftha is ill-born, not of a good family, unlearned, [94] ill-spoken, no scholar, unable to hold his own in this discus- sion with the ascetic Gotama, then let AmbatJha be silent, and you conduct this discussion with me. But if you think he is ... able to hold his own, then you be quiet, and let him discuss with me.'",
    "eng": "Then the Blessed One said to them: 'Quite so. If you thought otherwise, then it would be for you to carry on our discussion further. But as you think so, let Ambattha himself speak{1}.'",
    "chi": "時，世尊告彼阿摩晝青年婆羅門等曰：「青年婆羅門！若汝等想阿摩晝青年婆羅門是惡生者，(阿摩晝青年婆羅門是非良家子，阿摩晝青年婆羅門是非博聞者，阿摩晝青年婆羅門是惡言者，阿摩晝青年婆羅門是無知者，阿摩晝青年婆羅門，不能與沙門瞿曇共相問答此事者)，則除退阿摩晝青年婆羅門，汝等應與我共相問此事。若汝等想阿摩晝青年婆羅門是生良家者，(阿摩晝青年婆羅門是良家子，阿摩晝青婆羅門是博聞者，阿摩晝青年婆羅門是美語者，阿摩晝青年婆門是博學者，阿摩晝青年婆羅門，能與沙門瞿曇共相問答此事者，則除退汝等)，阿摩晝青年婆羅門應與我共相問答此事。」"
  },
  {
    "eng": "19",
    "chi": "一九"
  },
  {
    "__EMPTY": "Arnbaffha is well-born, Reverend Gotama ... We will be silent, he shall continue.'",
    "eng": "We do think so; and we will hold our peace. Ambattha is able to give answer to the venerable Gotama in these matters.'",
    "chi": "「瞿曇！阿摩晝青年婆羅門是生良家，(阿摩晝青年婆羅門是良家子，阿摩晝青年婆羅門是博聞者，阿摩晝青年婆羅門是美語者，阿摩晝青年婆羅門是博學者；阿摩晝青年婆羅門，能與沙門瞿曇共相問答此事，我等可以默然。) 阿摩晝青年婆羅門，當與瞿曇共相問答此事。」"
  },
  {
    "eng": "20",
    "chi": "二〇"
  },
  {
    "__EMPTY": "Then the Lord said to Ambattha: 'Ambatfha, I have a fundamental question for you, which you will not like to answer. If you don't answer, or evade the issue, if you keep silent or go away, your head will split into seven pieces. What do you think, Ambaftha? Have you heard from old and venerable Brahmins, teachers of teachers, where the Kagha- yans came from, or who was their ancestor?' ",
    "eng": "Then the Blessed One said to Ambattha the Brahman: 'Then this further question arises, Ambattha, a very reasonable one which, even though unwillingly, you should answer. If you do not give a clear reply, or go off upon another issue{2}, or remain silent, or go away, then your head will split in pieces on the spot{3}. What have you heard, when Brahmans old and well stricken in years, teachers of yours or their teachers, were talking together, as to whence the Kanhâyanas draw their origin, and who the ancestor was to whom they trace themselves back?'",
    "chi": "時，世尊告阿摩晝青年婆羅門曰：「阿摩晝！對汝起有理由之詢問，汝若不願意，亦應明白地解答。若不明瞭解答，或異答、或默然、或將迴避離去者，汝頭即座破裂為七分。阿摩晝！汝意如何？汝勿聞婆羅門之大長老阿闍梨、又其師等之語耶？康哈耶那族由何處來，康哈耶那族之祖先是何人耶？」"
  },
  {
    "__EMPTY": "At this, Am- baflha remained silent. The Lord asked him a second time. Again Ambattha remained silent.",
    "eng": "And when he had thus spoken Ambattha remained silent. And the Blessed One asked the same question again. And still Ambattha remained silent. ",
    "chi": "如是詢問，阿摩晝青年婆羅門默然〔不能答。〕世尊再問，再默然。"
  },
  {
    "__EMPTY": "And the Lord said: 'Answer me now, Arnbattha, this is not a time for silence. Whoever, Ambatfia, does not answer a fundamental question put to him by a Tathagata by the third asking has his head split into seven pieces.'",
    "eng": "Then the Blessed One said to him: 'You had better answer, now, Ambattha. This is no time for you to hold your peace. For whosoever, Ambattha, does not, even up to the third time of asking, answer a reasonable question put by a Tathâgata (by one who has won the truth), his head splits into pieces on the spot.'",
    "chi": "時，世尊如是告阿摩晝青年婆羅門曰：「阿摩晝！今應解答，今非汝守默不語之時。阿摩晝！由如來有理由之問至三次而不解答者，汝頭即座當破裂為七分。」"
  },
  {
    "eng": "21",
    "chi": "二一"
  },
  {
    "__EMPTY": "And at that moment Vajirapani the yakkha, holding a huge iron club, flaming, ablaze and glowing, up in the sky just above Ambagha, was thinking: 'If this young man Am- baffha does not answer a proper question put to him by the Blessed Lord by the third time of asking, I'll split his head into seven pieces!' The Lord saw Vajiraphi, and so did Ambattha. And at the sight, Ambatfha was terrified and unnerved, his hairs stood on end, and he sought protection, shelter and safety from the Lord. Crouching down close to the Lord, he said: ",
    "eng": "Now at that time the spirit who bears the thunderbolt{1} stood over above Ambattha in the sky with a mighty mass of iron, all fiery, dazzling, and aglow, with the intention, if he did not answer, there and then to split his head in pieces. And the Blessed One perceived the spirit bearing the thunderbolt, and so did Ambattha the Brahman. And Ambattha on becoming aware of it, terrified, startled, and agitated, seeking safety and protection and help from the Blessed One, crouched down beside him in awe{2}, and said:",
    "chi": "爾時，手持金剛杵之帝釋天，持大赤熱之鐵塊，光亮赫灼，住於阿摩晝青年婆羅門頭上之虛空，〔曰：〕「由世尊有理由之問至三次，阿摩晝青年婆羅門若不解答者，其頭即座當破裂為七分。」世尊及阿摩晝皆見手持金剛杵之帝釋天。阿摩晝青年婆羅門見此，恐怖而身毛豎立，近靠世尊以求保護，如是告世尊曰："
  },
  {
    "__EMPTY": "What did the Reverend Gotama say? May the Reverend Gotama repeat what he said!' ",
    "eng": "What was it the Blessed One said? Say it once again!'",
    "chi": "「尊者瞿曇所說如何，請尊者瞿曇再說。」"
  },
  {
    "__EMPTY": "What do you think, Ambattha? Have you heard who was the ancestor of the bhiiyans?' ",
    "eng": "What do you think, Ambattha? What have you heard, when Brahmans old and well stricken in years, teachers of yours or their teachers, were talking together, as to whence the Kanhâyanas draw their origin, and who the ancestor was to whom they trace themselves back?'",
    "chi": "「阿摩晝！汝意如何？汝未聞婆羅門大長老闍梨等之說耶？康哈耶那族，從何處來，康哈耶那族之祖先是何人耶？」"
  },
  {
    "__EMPTY": "Yes, I have heard it just as the Reverend Gotama said, that is where the Kanhayans came from, he was their ancestor.'",
    "eng": "Just so, Gotama, did I hear, even as the venerable Gotama hath said. That is the origin of the Kanhâyanas, and that the ancestor to whom they trace themselves back.'",
    "chi": "「尊者瞿曇！我承如是聞，如尊者瞿曇所言。康哈耶那族，由此而來，彼是康哈耶那族之祖先。」"
  },
  {
    "eng": "22.",
    "chi": "二二"
  },
  {
    "__EMPTY": "Hearing this, the young men made a loud noise and clamour: 'So Ambattha is ill-born, not of a good family, born of a slave-girl of the Sakyans, and the Sakyans are AmbatJha's masters! We disparaged the ascetic Gotama, thinking he was not speaking the truth!'",
    "eng": "And when he had thus spoken the young Brahmans fell into tumult, and uproar, and turmoil; and said: 'Low born, they say, is Ambattha the Brahman; his family, they say, is not of good standing; they say he is descended from a slave girl; and the Sâkyas were his masters. We did not suppose that the Samana Gotama, whose words are righteousness itself, was not a man to be trusted!'",
    "chi": "如是言時，青年婆羅門等，大呼〔大〕喊：「阿摩晝青年婆羅門是惡生者，阿摩晝青年婆羅門非是良家子，阿摩晝青年婆羅門是釋迦族婢女之子，阿摩晝青年婆羅門之主人，是釋迦族。我等認為沙門瞿曇是正說，不以為在毀難他人。」"
  },
  {
    "__EMPTY": "23.",
    "eng": "23.",
    "chi": "二三"
  },
  {
    "__EMPTY": "Then the Lord thought: 'It is too much, the way these young men humiliate Ambatfha for being the son of a slave-girl. I must get him out of this.' ",
    "eng": "And the Blessed One thought: 'They go too far, these Brahmans, in their depreciation of Ambattha as the offspring of a slave girl. Let me set him free from their reproach.'",
    "chi": "爾時，世尊如是思惟：「此等青年婆羅門，以婢女之子孫攻擊阿摩晝青年婆羅門，有過呵酷。然，我令解〔其攻擊。〕」"
  },
  {
    "__EMPTY": "So he said to the young men: 'Don't disparage Ambaftha too much for being the son of a slave-girl! That Ka+a was a mighty sage.15' He went to the south country,153learnt the mantras of the Brahmins there, and then went to King Okkiika and asked for his daughter Maddanlpi. And King O W , furiously angry, exclaimed: \"So this fellow, the son of a slave-girl, wants my daughter!\", and put an arrow to his bow. But he was unable either to shoot the arrow or to withdraw it.",
    "eng": "And he said to them: 'Be not too severe in disparaging Ambattha the Brahman on the ground of his descent. That Kanha became a mighty seer{1}. He went into the Dekkan, there he learnt mystic verses, and returning to Okkâka the king, he demanded his daughter Madda-rûpî in marriage. To him the king in answer said: \"Who forsooth is this fellow, who--son of my slave girl as he is--asks for my daughter in marriage;\" and, angry and displeased, he fitted an arrow to his bow. But neither could he let the arrow fly, nor could he take it off the string again{2}.",
    "chi": "時，世尊告彼等青年婆羅門曰：「青年婆羅門等！汝等勿以婢女子孫之語，攻擊阿摩晝青年婆羅門。彼康哈（黑）成為偉大之仙人。彼往南方民間，學習梵天咒後，來甘蔗王之處，懇求王女庫達盧比。甘蔗王曰：『咄！此輩無過是我下婢子孫，而敢懇求王女庫達盧比〔為妻〕。』對彼起憤怒心，欲拉馬蹄形箭，彼箭射不出亦取不下。"
  },
  {
    "__EMPTY": "Then the ministers and counsellors came to the sage Kanha and said: \"Spare the king, Reverend Sir, spare the king!\"",
    "eng": "'Then the ministers and courtiers went to Kanha the seer, and said: \"Let the king go safe, Sir; let the king go safe{3}.\"",
    "chi": "青年婆羅門等！時，諸大臣、諸侍臣以近康哈仙人，如是曰：『尊者！令王平安！尊者！令王平安！』"
  },
  {
    "__EMPTY": "\"'The king will be safe, but if he looses the arrow down- wards, the earth will quake as far as his kingdom extends.\"",
    "eng": "\"The king shall suffer no harm. But should he shoot the arrow downwards, then would the earth dry up as far as his realm extends.\"",
    "chi": "〔仙人曰：〕『王當平安，然，王若向下方〔地〕放箭，王之領土，悉至破裂。』"
  },
  {
    "__EMPTY": "\"'Reverend Sir, spare the king, spare the land!\"",
    "eng": "\"Let the king, Sir, go safe, and the country too.\"",
    "chi": "〔諸大臣曰：〕『尊者！令王平安！亦令國土平安！』"
  },
  {
    "__EMPTY": "\"'The king and the land will be'sqfe, but if he looses the arrow upwards, as far as his realm extends the god will not let it rain for seven years.\"",
    "eng": "\"The king shall suffer no harm, nor his land. But should he shoot the arrow upwards, the god would not rain for seven years as far as his realm extends{4}.\"",
    "chi": "〔仙人曰：〕『王當平安，然，王若向上方〔天空〕放箭，王之領土，七年悉不降雨。』"
  },
  {
    "__EMPTY": "\"'Reverend Sir, spare the king and the land, and may the god let it rains!\"",
    "eng": "\"Let the king, Sir, go safe, and the country too; and let the god rain.\"",
    "chi": "〔諸大臣曰：〕『尊者！令王平安！令國土平安！令降雨！』"
  },
  {
    "__EMPTY": "\"'The king and the land will be safe, and the god will let it rain, but if the king points the arrow at the crown prince, the prince will be completely safe.\"",
    "eng": "\"The king shall suffer no harm, nor the land either, and the god shall rain. But let the king aim the arrow at his eldest son. The prince shall suffer no harm, not a hair of him shall be touched.\"",
    "chi": "〔仙人曰：〕『王當平安，國土亦平安，亦降雨。然，王應為第一王子立此箭，王子平安，而身毛不動。』"
  },
  {
    "__EMPTY": "Then the ministers exclaimed: \"Let King OkkSka point the arrow at the crown prince, the prince will be perfectly safe!\" The king did so, and the prince was unharmed. ",
    "eng": "'Then, O Brahmans, the ministers told this to Okkâka, and said: \"Let the king aim{1} at his eldest son. He will suffer neither harm nor terror.\"",
    "chi": "青年婆羅門等！時，諸大臣告甘蔗王曰：『甘蔗王應向第一王子立箭。王子平安，而身毛不動。』"
  },
  {
    "__EMPTY": "Then King Okkaka, terrified and fearful of divine punishment, gave away his daughter Maddarūpī. So, young men, do not disparage Ambaflha too much for being the son of a slave- girl. That Kanha was a mighty sage.'",
    "eng": "And the king did so, and no harm was done. But the king, terrified at the lesson given him, gave the man his daughter Madda-rûpî to wife. You should not, O Brahmans, be too severe to disparage Ambattha in the matter of his slave-girl ancestress. That Kanha was a mighty seer:",
    "chi": "時，甘蔗王向第一王子立箭，王子〔真是〕平安，身毛不動。時，王怖畏，戰慄於天罰，而與之王女庫達盧比。青年婆羅門等！汝等勿以下婢子孫之語，攻擊阿摩晝青年婆羅門，此有過酷，彼康哈是偉大仙人。」"
  },
  {
    "__EMPTY": "24."
  },
  {
    "__EMPTY": "Then the Lord said: 'Ambaftha, what do you think? Suppose a Khattiya youth were to wed a Brahmin maiden, and there was a son of the union. Would that son of a Khat- tiya youth and a Brahmin maiden receive a seat and water from the Brahmins?' "
  },
  {
    "__EMPTY": "He would, Reverend Gotarna.'"
  },
  {
    "__EMPTY": "Would they allow him to eat at funeral-rites, at rice-offer- ings, at sacrifices or as a guest?' "
  },
  {
    "__EMPTY": "They would, Reverend Go- tama.'"
  },
  {
    "__EMPTY": "Would they teach him mantras or not?' "
  },
  {
    "__EMPTY": "They would, Rever- end Gotama.'"
  },
  {
    "__EMPTY": "Would they keep their women covered or uncovered? "
  },
  {
    "__EMPTY": "Un- covered, Reverend Gotama.'"
  },
  {
    "__EMPTY": "But would the Khattiyas sprinkle him with the Khattiya consecration?' "
  },
  {
    "__EMPTY": "No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Why not?' "
  },
  {
    "__EMPTY": "Because, Reverend Gotama, he is not well-born on his mother's side.'"
  },
  {
    "__EMPTY": "25."
  },
  {
    "__EMPTY": "What do you think, Ambaftha? Suppose a Brahmin youth were to wed a Khattiya maiden, and there was a son of the union. Would that son of a Khattiya youth and a Brahmin maiden receive a seat and water from the Brahmins?' "
  },
  {
    "__EMPTY": "He would, Reverend Gotama.'"
  },
  {
    "__EMPTY": " ...(as verse 24)"
  },
  {
    "__EMPTY": "But would the Khattiyas sprinkle him with the Khattiya consecration?' "
  },
  {
    "__EMPTY": "No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Why not?' "
  },
  {
    "__EMPTY": "Because, Reverend Gotama, he is not well-born on his father's side.'"
  },
  {
    "__EMPTY": "26."
  },
  {
    "__EMPTY": "So, Ambattha, the Khattiyas, through a man taking a woman or a woman taking a man, are senior to the Brahmins. What do you think, Ambaflha? Take the case of a Brahmin who, for some reason, has had his head shaved by the Brahmins, has been punished with a bag of ashes and banished from the country or the city. Would he receive a seat and water from the Brahmins?' "
  },
  {
    "__EMPTY": "No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Would they allow him to eat ... as a guest?' "
  },
  {
    "__EMPTY": "No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Would they teach him mantras, or not?' "
  },
  {
    "__EMPTY": "They would not, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Would they keep their women covered or uncovered?' "
  },
  {
    "__EMPTY": "Covered, Reverend Gotama.'"
  },
  {
    "__EMPTY": "27."
  },
  {
    "__EMPTY": "What do you think, Ambaflha? Take the case of a Khattiya who. ..had his head shaved by the Khattiyas,...and has been banished from the country or the city. Would he receive a seat and water from the Brahmins?' "
  },
  {
    "__EMPTY": "He would, Reverend Gotama.' "
  },
  {
    "__EMPTY": ". . .(as verse 24) "
  },
  {
    "__EMPTY": "Would they keep their women covered or uncovered?' "
  },
  {
    "__EMPTY": "Uncovered, Reverend Gotarna.'"
  },
  {
    "__EMPTY": "But that Khattiya has so far reached the extreme of humilia- tion [99] that he has. . .been banished from the country or the city. So even if a Khattiya has suffered extreme humiliation, he is superior and the Brahmins inferior."
  },
  {
    "__EMPTY": "28."
  },
  {
    "__EMPTY": "Ambatfha, this verse was pronounced by Brahma Sanankumāra:"
  },
  {
    "__EMPTY": "\"The Khattiya's best among those who value clan; He with knowledge and conduct is best of gods and\rmen.\""
  },
  {
    "__EMPTY": "This verse was rightly sung, not wrongly, rightly spoken,\rI\rnot wrongly, connected with profit, not unconnected. And, Ambaflha, I too say this:"
  },
  {
    "__EMPTY": "\"The Khattiya's best among those who value clan: He with knowledge and conduct is best of gods and men.\"'"
  },
  {
    "__EMPTY": "1."
  },
  {
    "__EMPTY": "But, Reverend Gotama, what is this conduct, what is this knowledge?'"
  },
  {
    "__EMPTY": "Ambattha, it is not from the standpoint of the attainment of unexcelled knowledge-and-conduct that reputation based on birth and clan is declared, nor on the conceit which says: \"You are worthy of me, you are not worthy of me!\" For wherever there is a giving, a taking, or a giving and taking in marriage, there is always this talk and this conceit ... But those who are enslaved by such things are far from the attainment of the unexcelled knowledge-and-conduct, which is attained by abandoning all such things!'"
  },
  {
    "__EMPTY": "2."
  },
  {
    "__EMPTY": "But Reverend Gotama, what is this conduct, what is this knowledge?'"
  },
  {
    "__EMPTY": "Ambatfha, a Tathagata arises in this world an Arahant, fully-enlightened Buddha, endowed with wisdom and con- duct, Well-Farer, Knower of the worlds, incomparable Trainer of men to be tamed, Teacher of gods and humans, enlightened and blessed. He, having realised it by his own super-know- ledge, proclaims this world with its devas, miras and Brahmss, its princes and people. He preaches the Dhamma which is lovely in its beginning, lovely in its middle, lovely in its ending, in the spirit and in the letter, alhd displays the fully- perfected and purified holy life.lS7A disciple goes forth and practises the moralities (Sutta 2 , verse 41-62); he guards the sense- doors, etc. (Sutta 2, verse 64-75); attains the four jhlfnas (Sutta 2 , verse 75-82). Thus he develops conduct. He attains various insights (Sutta 2, verse 83-95), and the cessation of the corruptions (Sutta 2, verse 97 ). ..And beyond this there is no further development of knowledge and conduct that is higher or more perfect."
  },
  {
    "__EMPTY": "3."
  },
  {
    "__EMPTY": "But, Ambatfha, in the pursuit of this unexcelled attain- ment of knowledge and conduct [loll there are four paths of failure.15' What are they? In the first place, an ascetic or Brah- min who has not managed to gain159this unexcelled attain- ment, takes his carrying-p~lela~n~d plunges into the depths of the forest thinking: \"I will live on windfalls.\" But in this way he only becomes an attendant on one who has attained. This is the first path of failure. Again, an ascetic or Brahmin ..., being unable to live on windfalls, takes a spade and basket, thinking: \"I will live on tubers and roots.\"lbl...\nThis is the second path of failure. Again, an ascetic or Brahmin, being unable to live on tubers and roots, makes a fire-hearth at the edge of a village or small town and sits tending the flamex6*. .This is the third path of failure. Again,\nan ascetic or Brahmin, being unable to tend the flame, [lo21\nerects a house with four doors at the crossroads thinking: \"Whatever ascetic or Brahmin arrives from the four quarters, I\nwill honour to the best of my strength and ability.\" But in this\nway he only becomes an attendant on one who has attained to unexcelled knowledge and conduct. This is the fourth path of failure."
  },
  {
    "__EMPTY": "4."
  },
  {
    "__EMPTY": "What do you think, Ambaitha? Do you and your tea- cher live in accordance with this unexcelled knowledge and conduct?' 'No indeed, Reverend Gotama! Who are my teacher and I in comparison?We are far from it!'"
  },
  {
    "__EMPTY": "Well then, Ambaffha,could you and your teacher, being unable to gain this. .., go with your canying-poles into the depths of the forest, intending to live on windfalls?' 'No indeed, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Well then, Ambagha, could you and your teacher, being unable to gain this.. ., live on tubers and roots,. . .sit tend- ing the flame, [103].. .erect a house. . .? 'No indeed, Rever- end Gotama.'"
  },
  {
    "__EMPTY": "5."
  },
  {
    "__EMPTY": "And so, Ambafia, not only are you and your teacher incapable of attaining this unexcelled knowledge and conduct, but even the four paths of failure are beyond you. And yet you and your teacher the Brahmin Pokkharasati utter these words: \"These shaven little ascetics, menials, black scrapings from BrahmP'sfoot,what converse can they have with Brahmins learned in the Three Vedas?\" - even though you can't even manage the duties of one who has failed. See, Ambatfha, how your teacher has let you down!"
  },
  {
    "__EMPTY": "6."
  },
  {
    "__EMPTY": "Ambattha, the Brahmin Pokkharasati lives by the grace and favour of King Pasenadi of Kosala. And yet the King does not allow him to have audience face to face. When he confers with the King it is through a curtain. Why should the King not grant audience face to face to one on whom he has bes- towed a proper and blameless sourke of revenue? See how your teacher has let you down!"
  },
  {
    "__EMPTY": "7."
  },
  {
    "__EMPTY": "What do you think, Ambagha? Suppose King Pasenadi was sitting on the neck of an elephant or on horseback, or was standing on the chariot-mat, conferring with his ministers and princes about something. [lo41 And suppose he were to step aside and some workman or workman's servant were to come along and stand in his place. And standing there he might say: \"This is what King Pasenadi of Kosala says!\" Would he be speaking the King's words, as if he were the King's equal?' 'No indeed, Reverend Gotama.'"
  },
  {
    "__EMPTY": "8."
  },
  {
    "__EMPTY": "Well then, Ambatfha, it is just the same thing. Those who were, as you say, the first sages of the Brahmins, the makers and expounders of the mantras, whose ancient verses are chanted, pronounced and collected by the Brahmins of today - Atthaka, Vāmaka , Vāmadeva, Vessiimitta, Yarnataggi, Angirasa,BhiiradvFija,Vasema,Kassapa,~hagu'-~w~hose mantras are said to be passed on to you and your teacher: yet you do not thereby become a sage or one practised in the way of a sage - such a thing is not possible."
  },
  {
    "__EMPTY": "9."
  },
  {
    "__EMPTY": "What do you think, Ambagha? What have you heard said by Brahmins who are venerable, aged, the teachers of teachers? Those first sages. . ., Atthaka,. . .Bhagu - did they enjoy themselves, well-bathed, perfumed, their hair and beards trimmed, adorned with garlands and wreaths, dressed in white clothes, indulging in the pleasures of the five senses and addicted to them, as you and your teacher do now? [lo51 'No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Or did they eat special fine rice with the black spots removed, with various soups and curries, as you and your teacher do now?' 'No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Or did they amuse themselves with women dressed up in flounces and furbelows, as you and your teacher do now? 'No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Or did they ride around in chariots drawn by mares with braided tails, that they urged on with long goad-sticks? 'No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "Or did they have themselves guarded in fortified towns with palisades and barricades, by men with long swords. ..? 'No, Reverend Gotama.'"
  },
  {
    "__EMPTY": "So, Ambagha, neither you nor your teacher are a sage or one trained in the way of a sage. And now, as for your doubts and perplexities concerning me, we will clarify these by your asking me, and by my answering your questions.'"
  },
  {
    "__EMPTY": "Then, descending from his lodging, the Lord started to walk up and down, and Ambaaha did likewise. And as he walked along with the Lord, Ambaaha looked out for the thirty-ho marks of a Great Man on the Lord's body. And he could see all of them except [lo61for two. He was in doubt and perplexity about two of these marks: he could not make up his mind or be certain about the sheathed genitals or the large tongue."
  },
  {
    "__EMPTY": "And the Lord, being aware of his doubts, effected by his psychic power that Ambaflha could see his sheathed geni- tals, and then, sticking out his tongue, he reached out to lick both ears and both nostrils, and then covered the whole circle of his forehead with his tongue. Then Ambattha thought: 'The ascetic Gotama is equipped with allthe thirty-two marks of a Great Man, complete and with none missing.' Then he said to the Lord: 'Reverend Gotama, may I go now? I have much business, much to do.' 'Ambaffha, do what you now think fit.' So Ambaflha got back into his chariot drawn by mares and departed."
  },
  {
    "__EMPTY": "Meanwhile the Brahmin Pokkharasati had gone out- side and was sitting in his park with a large number of Brah- mins, just waiting for Ambaitha. Then Ambattha came to the park. He rode in the chariot as far as it would go, and then continued on foot to where PokkharasHti was, saluted him, and sat down to one side. Then Pokkharasati said:"
  },
  {
    "__EMPTY": "Well, dear boy, did you see the Reverend Gotama?' 'I did, sir.'"
  },
  {
    "__EMPTY": "And was the Reverend Gotama such [lo71 as he is reported to be, and not otherwise? And is he of such nature, and not otherwise?' 'Sir, he is as he is reported to be, and he is of such nature and not otherwise. He is possessed of the thirty-two marks of a Great Man, all complete, with none missing.'"
  },
  {
    "__EMPTY": "But was there any conversation between you and the asce- tic Gotama? 'There was, sir.'"
  },
  {
    "__EMPTY": "And what was this conversation about? So Ambagha told Pokkharasati all that had passeci between the Lord and him- self."
  },
  {
    "__EMPTY": "At this Pokkharasati exclaimed: 'Well, you're a fine little scholar, a fine wise man, a fine expert in the Three Vedas! Anyone going about his business like that ought when he dies, at the breaking-up of the body, to go to the downfall, to the evil path, to ruin, to hell! You have heaped insults on the Reverend Gotama, as a result of which he has brought up more and more things against us! You're a fine little scholar...!' He was so angry and enraged that he kicked Arnbattha over, and wanted to start out at once to see the Lord."
  },
  {
    "__EMPTY": "But the Brahmins said: 'It is far too late, sir, to go to see the ascetic Gotama today. The Reverend Pokkharasati should go to see him tomorrow.'"
  }
]