[
  {
    "pali": "https://suttacentral.net/pi/sn16.13",
    "eng": "http://www.accesstoinsight.org/tipitaka/sn/sn16/sn16.013.than.html",
    "chi": "http://agama.buddhason.org/SN/SN0428.htm",
    "chi_lit": "http://tripitaka.cbeta.org/mobile/index.php?index=N14n0006_016"
  },
  {
    "pali": "SN 16.13\nSaddhammapatirupaka Sutta",
    "eng": "SN 16.13\nSaddhammapatirupaka Sutta: A Counterfeit of the True Dhamma\ntranslated from the Pali by\nThanissaro Bhikkhu\n© 2005",
    "chi": "相應部 十六 第十三經\n相似正法經",
    "chi_lit": "相應部 十六 第十三經　\n像法經"
  },
  {
    "eng": "1.",
    "chi_lit": "一"
  },
  {
    "pali": "Evaṃ me sutaṃ—​   ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anātha­piṇḍi­kassa ārāme. ",
    "eng": "On one occasion the Blessed One was staying near Savatthi in Jeta's Grove, Anathapindika's monastery. ",
    "chi": "我聽到這樣：有一次，世尊住在舍衛城祇樹林給孤獨園。",
    "chi_lit": "如是我聞。一時，世尊住舍衛城祇樹給孤獨園。"
  },
  {
    "eng": "2.",
    "chi_lit": "二"
  },
  {
    "pali": "Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
    "eng": "Then Ven. Maha Kassapa went to the Blessed One and on arrival, having bowed down to him, sat to one side. ",
    "chi": "那時，尊者大迦葉去見世尊。抵達後，向世尊問訊，接著在一旁坐下。",
    "chi_lit": "爾時，尊者大迦葉，來詣世尊之處。詣已，禮敬世尊，坐於一面。"
  },
  {
    "eng": "3.",
    "chi_lit": "三"
  },
  {
    "pali": "Ekamantaṃ nisinno kho āyasmā mahākassapo bhagavantaṃ etadavoca: “ko nu kho, bhante, hetu ko paccayo, yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ bahutarā ca bhikkhū aññāya saṇṭhahiṃsu? Ko pana, bhante, hetu ko paccayo, yenetarahi bahutarāni ceva sikkhāpadāni appatarā ca bhikkhū aññāya saṇṭhahantī”ti? ",
    "eng": "As he was sitting there he said to the Blessed One, \"What is the cause, lord, what is the reason, why before there were fewer training rules and yet more monks established in final gnosis, whereas now there are more training rules and yet fewer monks established in final gnosis?\"",
    "chi": "在一旁坐好後，尊者大迦葉對世尊這麼說：「大德！什麼因、什麼緣以前有較少的學處，但較多的比丘在完全智上確立呢？又，大德！什麼因、什麼緣現在有較多的學處，但較少的比丘在完全智上確立呢？」",
    "chi_lit": "坐於一面之尊者大迦葉，白世尊言：「大德！依如何之因、如何之緣，於前，學者則少，而多數比丘，得立智耶？大德！又依如何因、如何緣，於今，學者則多，而少數比丘少得立智耶？」"
  },
  {
    "eng": "4.",
    "chi_lit": "四"
  },
  {
    "pali": "“Evañcetaṃ, kassapa, hoti sattesu hāyamānesu saddhamme antara­dhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahanti. ",
    "eng": "\"That's the way it is, Kassapa. When beings are degenerating and the true Dhamma is disappearing, there are more training rules and yet fewer monks established in final gnosis. ",
    "chi": "「迦葉！這是這樣的：當眾生在減少中、正法在消失中時，有較多的學處，但較少的比丘在完全智上確立，",
    "chi_lit": "「迦葉！此為如是：眾生衰，正法將滅之時，學者則多，少數比丘得立智。"
  },
  {
    "eng": "5.",
    "chi_lit": "五"
  },
  {
    "pali": "Na tāva, kassapa, saddhammassa antaradhānaṃ hoti yāva na saddham­map­pati­rūpa­kaṃ loke uppajjati. Yato ca kho, kassapa, saddham­map­pati­rūpa­kaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti.",
    "eng": "There is no disappearance of the true Dhamma as long as a counterfeit of the true Dhamma has not arisen in the world, but there is the disappearance of the true Dhamma when a counterfeit of the true Dhamma has arisen in the world.",
    "chi": "迦葉！只要相似正法不在世間出現，正法就不消失，但，迦葉！當相似正法在世間出現，那時，正法就消失。",
    "chi_lit": "迦葉！只要正法之未滅，像法之世則不生，迦葉！像法之世生時，則有正法之滅。"
  },
  {
    "eng": "6.",
    "chi_lit": "六"
  },
  {
    "pali": "Seyyathāpi, kassapa, na tāva jātarūpassa antaradhānaṃ hoti yāva na jāta­rūpap­pati­rūpa­kaṃ loke uppajjati. Yato ca kho, kassapa, jāta­rūpap­pati­rūpa­kaṃ loke uppajjati, atha kho jātarūpassa antaradhānaṃ hoti. ",
    "eng": "Just as there is no disappearance of gold as long as a counterfeit of gold has not arisen in the world, but there is the disappearance of gold when a counterfeit of gold has arisen in the world,",
    "chi": "迦葉！猶如只要相似黃金不在世間出現，黃金就不消失，但，迦葉！當相似黃金在世間出現，那時，黃金就消失。",
    "chi_lit": "迦葉！譬如只要金之不滅、則偽金之世不生，迦葉！偽金之世生時，乃有金之滅。"
  },
  {
    "eng": "7.",
    "chi_lit": "七"
  },
  {
    "pali": "Evameva kho, kassapa, na tāva saddhammassa antaradhānaṃ hoti yāva na saddham­map­pati­rūpa­kaṃ loke uppajjati. Yato ca kho, kassapa, saddham­map­pati­rūpa­kaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti.",
    "eng": "in the same way there is no disappearance of the true Dhamma as long as a counterfeit of the true Dhamma has not arisen in the world, but there is the disappearance of the true Dhamma when a counterfeit of the true Dhamma has arisen in the world.",
    "chi": "同樣的，迦葉！只要相似正法不在世間出現，正法就不消失，但，迦葉！當相似正法在世間出現，那時，正法就消失。",
    "chi_lit": "迦葉！同此只要，正法之未滅，則像法之世不生。迦葉！像法之世生時，則有正法之滅。"
  },
  {
    "eng": "8-11.",
    "chi_lit": "八～一一"
  },
  {
    "pali": "Na kho, kassapa, pathavīdhātu saddhammaṃ antaradhāpeti, na āpodhātu saddhammaṃ antaradhāpeti, na tejodhātu saddhammaṃ antaradhāpeti, na vāyodhātu saddhammaṃ antaradhāpeti; ",
    "eng": "\"It's not the earth property that makes the true Dhamma disappear. It's not the water property... the fire property... the wind property that makes the true Dhamma disappear.",
    "chi": "迦葉！不是地界使正法消失，不是水界使正法消失，不是火界使正法消失，不是風界使正法消失，",
    "chi_lit": "迦葉！地界不能令正法滅。水界不能令正法滅……火界……風界不能令正法滅。"
  },
  {
    "eng": "12.",
    "chi_lit": "一二"
  },
  {
    "pali": "atha kho idheva te uppajjanti moghapurisā ye imaṃ saddhammaṃ antaradhāpenti. ",
    "eng": "It's worthless people who arise right here [within the Sangha] who make the true Dhamma disappear. ",
    "chi": "而，在這裡，那些愚鈍男子出現，使這些正法消失。",
    "chi_lit": "於是，彼等愚人之生時，能令此正法滅。"
  },
  {
    "eng": "13.",
    "chi_lit": "一三"
  },
  {
    "pali": "Seyyathāpi, kassapa, nāvā ādikeneva opilavati; na kho, kassapa, evaṃ saddhammassa antaradhānaṃ hoti.",
    "eng": "The true Dhamma doesn't disappear the way a boat sinks all at once.",
    "chi": "迦葉！正法消失，不如同船一下子沈沒那樣，",
    "chi_lit": "迦葉！譬如船之先沈。迦葉！如是正法不應有滅。"
  },
  {
    "eng": "14.",
    "chi_lit": "一四"
  },
  {
    "pali": "Pañca khome, kassapa, okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. Katame pañca? ",
    "eng": "\"These five downward-leading qualities tend to the confusion and disappearance of the true Dhamma. Which five? ",
    "chi": "迦葉！有這五個能退墮法，導向正法的混亂與消失，哪五個呢？",
    "chi_lit": "迦葉！有此等五正法之混亂，有滅之退法。五者何耶？"
  },
  {
    "eng": "15.",
    "chi_lit": "一五"
  },
  {
    "pali": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, samādhismiṃ agāravā viharanti appatissā",
    "eng": "There is the case where the monks, nuns, male lay followers, & female lay followers live without respect, without deference, for the Teacher. They live without respect, without deference, for the Dhamma... for the Sangha... for the Training... for concentration. ",
    "chi": "迦葉！這裡，比丘、比丘尼、優婆塞、優婆夷對大師住於不尊敬的、不順從的；對法住於不尊敬的、不順從的；對僧團住於不尊敬的、不順從的；對學住於不尊敬的、不順從的；對定住於不尊敬的、不順從的，",
    "chi_lit": "迦葉！於此有比丘、比丘尼、優婆塞、優婆夷等，不尊重師、住不隨順，不尊重法、住不隨順，不尊重僧伽、住不隨順，不尊重學、住不隨順，不尊重定、住不隨順。"
  },
  {
    "pali": "ime kho, kassapa, pañca okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
    "eng": "These are the five downward-leading qualities that tend to the confusion and disappearance of the true Dhamma.",
    "chi": "迦葉！這五個能退墮法導向正法的混亂與消失。",
    "chi_lit": "迦葉！此等之五退法，為正法之混亂與滅。"
  },
  {
    "eng": "16.",
    "chi_lit": "一六"
  },
  {
    "pali": "Pañca khome, kassapa, dhammā saddhammassa ṭhitiyā asammosāya anantara­dhānāya saṃvattanti. Katame pañca? ",
    "eng": "\"But these five qualities tend to the stability, the non-confusion, the non-disappearance of the true Dhamma. Which five? ",
    "chi": "迦葉！有這五法，導向正法的存續、不混亂、不消失，哪五個呢？",
    "chi_lit": "迦葉！此等之五法，為正法之確立、不混亂、不滅者。五者何耶？"
  },
  {
    "eng": "17.",
    "chi_lit": "一七"
  },
  {
    "pali": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, samādhismiṃ sagāravā viharanti sappatissā",
    "eng": "There is the case where the monks, nuns, male lay followers, & female lay followers live with respect, with deference, for the Teacher. They live with respect, with deference, for the Dhamma... for the Sangha... for the Training... for concentration. ",
    "chi": "迦葉！這裡，比丘、比丘尼、優婆塞、優婆夷對大師住於具尊敬的、具順從的；對法住於具尊敬的、具順從的；對僧團住於具尊敬的、具順從的；對學住於具尊敬的、具順從的；對定住於具尊敬的、具順從的，",
    "chi_lit": "迦葉！於此有比丘、比丘尼、優婆塞、優婆夷等，尊重師、住隨順，尊重法、住隨順，尊重僧伽、住隨順，尊重學、住隨順，尊重定、住隨順。"
  },
  {
    "eng": "18.",
    "chi_lit": "一八"
  },
  {
    "pali": "ime kho, kassapa, pañca dhammā saddhammassa ṭhitiyā asammosāya anantara­dhānāya saṃvattantī”ti.",
    "eng": "These are the five qualities that tend to the stability, the non-confusion, the non-disappearance of the true Dhamma.\"",
    "chi": "迦葉！這五法導向正法的存續、不混亂、不消失。」",
    "chi_lit": "迦葉！此等之五法，為正法之確立，不混亂、不滅。」"
  },
  {
    "chi": "迦葉相應完成，其攝頌：\n「滿足與無愧者，像月亮那樣、前往家者，\n已年老與三則教誡，禪與證智、住所，\n衣、死後，相似正法。」",
    "chi_lit": "此頌曰：\n滿足與無愧 月喻入在俗\n老與三教誡 言定與勝智\n止住處與衣 死後與像法"
  }
]