[
  {
    "pali": "https://suttacentral.net/pi/sn6.5",
    "eng": "http://tipitaka.wikia.com/wiki/Apara_Ditthi_Sutta",
    "chi": "http://agama.buddhason.org/SN/SN0176.htm",
    "chi_lit": "http://tripitaka.cbeta.org/mobile/index.php?index=N13n0006_006"
  },
  {
    "pali": "SN 6.5\nAññata­rab­rahma­sutta",
    "eng": "SN 6.5\nApara Ditthi Sutta",
    "chi": "相應部 六 第五經\n某位梵天經",
    "chi_lit": "相應部 六 第五經\n他見經"
  },
  {
    "pali": "1.",
    "eng": "1.",
    "chi": "一",
    "chi_lit": "一"
  },
  {
    "pali": "Sāvatthi­nidānaṃ. ",
    "eng": "I heard thus. At one time the Blessed One was living in the monastery offered by Anàthapindika in Jeta's grove in Sàvatthi.",
    "chi": "起源於舍衛城。",
    "chi_lit": "舍衛城因緣。"
  },
  {
    "pali": "2.",
    "eng": "2.",
    "chi": "二",
    "chi_lit": "二"
  },
  {
    "pali": "Tena kho pana samayena aññatarassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: “natthi so samaṇo vā brāhmaṇo vā yo idha āgaccheyyā”ti. ",
    "eng": "At that time to a certain Brahma this evil view had arisen: `There is no recluse or Brahmin who could come here.\"",
    "chi": "當時，某位梵天有這樣邪惡的惡見生起：「沒有能到這裡的沙門、婆羅門。」",
    "chi_lit": "其時，有梵天生如是惡見。「無有可來此之沙門、婆羅門。」"
  },
  {
    "pali": "3.",
    "eng": "3.",
    "chi": "三",
    "chi_lit": "三"
  },
  {
    "pali": "Atha kho bhagavā tassa brahmuno cetasā ceto­pari­vitak­ka­maññāya— seyyathāpi nāma balavā puriso … pe … tasmiṃ brahmaloke pāturahosi. ",
    "eng": "The Blessed One knew this thought and thought process in that Brahma's mind and as quickly as a strong man would stretch his bent arm or bend his stretched arm, disappeared from Jeta's grove and appeared in the world of Brahma.",
    "chi": "那時，世尊以心思量那位梵天心中的深思後，猶如有力氣的男子……（中略）出現在那梵天世界中。",
    "chi_lit": "時，世尊知彼梵天之所念，猶如力士，伸屈腕、屈伸腕，沒形於祇園，現身於梵天界。"
  },
  {
    "pali": "4.",
    "eng": "4.",
    "chi": "四",
    "chi_lit": "四"
  },
  {
    "pali": "Atha kho bhagavā tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā.",
    "eng": "Then the Blessed One sat in mid air, above that Brahma, legs crossed and entered the element of fire.",
    "chi": "那時，世尊住於那位梵天的上方虛空，盤腿而坐，入了火界定。",
    "chi_lit": "時，世尊趺坐於此梵天頭上之虛空，入於火定。"
  },
  {
    "pali": "5.",
    "eng": "5.",
    "chi": "五",
    "chi_lit": "五"
  },
  {
    "pali": "Atha kho āyasmato ­mahā­mog­gallā­nassa etadahosi: “kahaṃ nu kho bhagavā etarahi viharatī”ti? ",
    "eng": "Then it occurred to venerable MahàMoggallàna: \"Where is the Blessed One abiding at the moment?\"",
    "chi": "那時，尊者大目揵連這麼想：「世尊現在住於何處呢？」",
    "chi_lit": "時，尊者大目犍連生如是思惟：「今世尊在何處耶？」"
  },
  {
    "pali": "6.",
    "eng": "6.",
    "chi": "六",
    "chi_lit": "六"
  },
  {
    "pali": "Addasā kho āyasmā mahāmoggallāno bhagavantaṃ dibbena cakkhunā visuddhena atik­kanta­mānusa­kena tassa brahmuno upari vehāsaṃ pallaṅkena nisinnaṃ tejodhātuṃ samāpannaṃ. Disvāna—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ",
    "eng": "Venerable MahàMoggallàna with the purified heavenly eye, beyond human, saw the Blessed One sitting in mid air above that Brahma, legs crossed, entered into the element of fire. Then as quickly as a strong man would stretch his bent arm or bend his stretched arm, he disappeared from Jeta's grove and appeared in that world of Brahma.",
    "chi": "尊者大目揵連以清淨、超越人的天眼看見世尊住於那位梵天的上方虛空，盤腿而坐，入了火界定。看見後，猶如有力氣的男子能伸直彎曲的手臂，或彎曲伸直的手臂那樣[快]地在祇樹林消失，出現在那梵天世界中。",
    "chi_lit": "大目犍連依超人清淨之天眼，見世尊趺坐於梵天頭上之虛空，入於火定。見已，如力士之伸屈腕、屈伸腕，沒形於祇園，現身於梵天界。"
  },
  {
    "pali": "7.",
    "eng": "7.",
    "chi": "七",
    "chi_lit": "七"
  },
  {
    "pali": "Atha kho āyasmā mahāmoggallāno puratthimaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.",
    "eng": "Venerable MahàMoggallàna sat in mid air, above that Brahma towards the east, legs crossed, entering the element of fire, less than the Blessed One.",
    "chi": "那時，尊者大目揵連住於那位梵天上方的虛空，依止東方，低於世尊，盤腿而坐，入了火界定。",
    "chi_lit": "時，尊者大目犍連，從東方低於世尊在梵天頭上之虛空趺坐，入於火定。"
  },
  {
    "pali": "8.",
    "eng": "8.",
    "chi": "八",
    "chi_lit": "八"
  },
  {
    "pali": "Atha kho āyasmato mahākassapassa etadahosi: “kahaṃ nu kho bhagavā etarahi viharatī”ti? ",
    "eng": "Then it occurred to venerable Mahà-Kassapa: \"Where is the Blessed One, abiding at the moment?\"",
    "chi": "那時，尊者大迦葉這麼想：「世尊現在住於何處呢？」",
    "chi_lit": "時，尊者大迦葉生如是思惟：「世尊今住何處耶？」"
  },
  {
    "pali": "Addasā kho āyasmā mahākassapo bhagavantaṃ dibbena cakkhunā … pe … disvāna—seyyathāpi nāma balavā puriso … pe … evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi. ",
    "eng": "Venerable Mahà-Kassapa with the purified heavenly eye, beyond human, saw the Blessed One sitting in mid air, above that Brahma, legs crossed, entered into the element of fire. Then as quickly as a strong man would stretch his bent arm or bend his stretched arm, he disappeared from Jeta's grove and appeared in that world of Brahma.",
    "chi": "尊者大迦葉以清淨、超越人的天眼看見……（中略）。看見後，猶如有力氣的男子……（中略）……那樣[快]地在祇樹林消失，出現在那梵天世界中。",
    "chi_lit": "尊者大迦葉依超人清淨之天眼，見世尊趺坐於梵天頭上之虛空，入於火定。見已，猶如力士之伸屈腕、屈伸腕，沒形於祇園，現身於梵天界。"
  },
  {
    "pali": "Atha kho āyasmā mahākassapo dakkhiṇaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.",
    "eng": "Venerable Mahà-Kassapa sat in mid air, above that Brahma towards the south, legs crossed, entering the element of fire, less than the Blessed One.",
    "chi": "那時，尊者大迦葉住於那位梵天上方的虛空，依止南方，低於世尊，盤腿而坐，入了火界定。",
    "chi_lit": "如是尊者大迦葉，從南方低於世尊，於梵天頭上之虛空趺坐，入於火定。"
  },
  {
    "pali": "9.",
    "eng": "9.",
    "chi": "九",
    "chi_lit": "九"
  },
  {
    "pali": "Atha kho āyasmato mahākappinassa etadahosi: “kahaṃ nu kho bhagavā etarahi viharatī”ti?",
    "eng": "Then it occurred to venerable Mahà-Kappina: \"Where is the Blessed One, abiding at the moment?\"",
    "chi": "那時，尊者大劫賓那這麼想：「世尊現在住於何處呢？」",
    "chi_lit": "時，尊者大劫賓那，坐如是思惟：「世尊今住何處耶？」"
  },
  {
    "pali": "Addasā kho āyasmā mahākappino bhagavantaṃ dibbena cakkhunā … pe … tejodhātuṃ samāpannaṃ. Disvāna—seyyathāpi nāma balavā puriso … pe … evameva— jetavane antarahito tasmiṃ brahmaloke pāturahosi. ",
    "eng": "Venerable Mahà-Kappina with the purified heavenly eye, beyond human saw the Blessed One sitting in mid air, above that Brahma, legs crossed, entered into the element of fire. Then as quickly as a strong man would stretch his bent arm or bend his stretched arm, he disappeared from Jeta's grove and appeared in that world of Brahma.",
    "chi": "尊者大劫賓那以清淨、超越人的天眼看見……（中略）入了火界定。看見後，猶如有力氣的男子……（中略）那樣[快]地在祇樹林消失，出現在那梵天世界中。",
    "chi_lit": "尊者大劫賓那……〔乃至〕……"
  },
  {
    "pali": "Atha kho āyasmā mahākappino pacchimaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.",
    "eng": "Venerable Mahà-Kappina sat in mid air, above that Brahma towards the west, legs crossed, entering the element of fire, less than the Blessed One",
    "chi": "那時，尊者大劫賓那住於那位梵天上方的虛空，依止西方，低於世尊，盤腿而坐，入了火界定。",
    "chi_lit": "如是尊者大劫賓那，從西方低於世尊，於梵天頭上之虛空趺坐，入於火定。"
  },
  {
    "pali": "10.",
    "eng": "10.",
    "chi": "一〇",
    "chi_lit": "一〇"
  },
  {
    "pali": "Atha kho āyasmato anuruddhassa etadahosi: “kahaṃ nu kho bhagavā etarahi viharatī”ti? ",
    "eng": "Then it occurred to venerable Anuruddha: \"Where is the Blessed One abiding at the moment?\"",
    "chi": "那時，尊者阿那律這麼想：「世尊現在住於何處呢？」",
    "chi_lit": "時，尊者阿那律……〔乃至〕……"
  },
  {
    "pali": "Addasā kho āyasmā anuruddho … pe … tejodhātuṃ samāpannaṃ. Disvāna—seyyathāpi nāma balavā puriso … pe … tasmiṃ brahmaloke pāturahosi. ",
    "eng": "Venerable Anuruddha with the purified heavenly eye, beyond human saw the Blessed One sitting in mid air, above that Brahma, legs crossed, entered into the element of fire. Then as quickly as a strong man would stretch his bent arm or bend his stretched arm, he disappeared from Jeta's grove and appeared in that world of Brahma.",
    "chi": "尊者阿那律以清淨、超越人的天眼看見……（中略）入了火界定。看見後，猶如有力氣的男子……（中略）那樣[快]地在祇樹林消失，出現在那梵天世界中。",
    "chi_lit": "……"
  },
  {
    "pali": "Atha kho āyasmā anuruddho uttaraṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.",
    "eng": "Venerable Anuruddha sat in mid air, above that Brahma towards the north, legs crossed, entering the element of fire, less than the Blessed One",
    "chi": "那時，尊者阿那律住於那位梵天上方的虛空，依止北方，低於世尊，盤腿而坐，入了火界定。",
    "chi_lit": "如是尊者阿那律從北方低於世尊，於梵天頭上之虛空趺坐，入於火定。"
  },
  {
    "pali": "11.",
    "eng": "11.",
    "chi": "一一",
    "chi_lit": "一一"
  },
  {
    "pali": "Atha kho āyasmā mahāmoggallāno taṃ brahmānaṃ gāthāya ajjhabhāsi:",
    "eng": "Then venerable MahàMoggallàna said a stanza to that Brahma:",
    "chi": "那時，尊者大目揵連以偈頌對那位梵天說：",
    "chi_lit": "時，尊者大目犍連，以偈語梵天曰："
  },
  {
    "pali": "“Ajjāpi te āvuso sā diṭṭhi,\nYā te diṭṭhi pure ahu;\nPassasi vītivattantaṃ,\nBrahmaloke pabhassaran”ti.",
    "eng": "Friend, are you with that same view you earlier held,\nDo you see the splendor of the world of Brahma superceded?",
    "chi": "「朋友！現在你還有那個見；那個你之前有的見，\n看見了那極光淨者，已超越了在梵天世界中者？」",
    "chi_lit": "友汝今亦猶  前之所持見\n勝梵界之光  見其明光耶"
  },
  {
    "pali": "12.",
    "eng": "12.",
    "chi": "一二",
    "chi_lit": "一二"
  },
  {
    "eng": "(Brahma:)",
    "chi_lit": "〔梵天：〕"
  },
  {
    "pali": "“Na me mārisa sā diṭṭhi,\nyā me diṭṭhi pure ahu;\nPassāmi vītivattantaṃ,\nbrahmaloke pabhassaraṃ;\nSvāhaṃ ajja kathaṃ vajjaṃ,\nahaṃ niccomhi sassato”ti.",
    "eng": "Sir, I am not with that view I earlier held\nToday I see the splendor of the world of Brahma superceded.\nIt is a mistake, to think I am always the same; perpetual.",
    "chi": "「親愛的先生！我沒有那個見了；那個我之前有的見，我看見了那極光淨者，已超越了在梵天世界中者，現在我如何能說：『我是常的、永恆的。』呢？」",
    "chi_lit": "友我於今日  嘗不持是見\n勝梵界之光  以見其明光\n如何我今日  得云常住恆"
  },
  {
    "pali": "13.",
    "eng": "13.",
    "chi": "一三",
    "chi_lit": "一三"
  },
  {
    "pali": "Atha kho bhagavā taṃ brahmānaṃ saṃvejetvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—tasmiṃ brahmaloke antarahito jetavane pāturahosi. ",
    "eng": "The Blessed One arousing remorse in that brahma as quickly as a strong man would stretch his bent arm or bend his stretched arm, disappeared from the world of Brahma and appeared in Jeta's grove.",
    "chi": "那時，世尊激起那位梵天的急迫感後，猶如有力氣的男子能伸直彎曲的手臂，或彎曲伸直的手臂那樣[快]地在那個梵天世界消失，出現在祇樹林中。",
    "chi_lit": "如是，世尊為令梵天界之驚異，猶如力士之伸屈腕、屈伸腕，沒形於梵天界，現身於祇園。"
  },
  {
    "pali": "14.",
    "eng": "14.",
    "chi": "一四",
    "chi_lit": "一四"
  },
  {
    "pali": "Atha kho so brahmā aññataraṃ brahma­pārisaj­jaṃ āmantesi: “ehi tvaṃ, mārisa, yenāyasmā mahāmoggallāno tenupasaṅkama; upasaṅkamitvā āyasmantaṃ ­mahā­mog­gallā­naṃ evaṃ vadehi: ‘atthi nu kho, mārisa moggallāna, aññepi tassa bhagavato sāvakā evaṃmahiddhikā evaṃma­hānu­bhāvā; seyyathāpi bhavaṃ moggallāno kassapo kappino anuruddho’”ti? ",
    "eng": "Then Brahma addressed a certain member of his council and said to him, \"Sir, approach venerable MahàMoggallàna and ask him, whether there are other disciples of the Blessed One with such great psychic powers as good Moggallàna, Kassapa, Kappina and Anuruddha.\"",
    "chi": "那時，那位梵天召喚其中一位梵天眾：「來！親愛的先生！你去見尊者大目揵連。抵達後，請對尊者大目揵連這麼說：『親愛的目揵連先生！那位世尊還有其他如同目揵連、迦葉、劫賓那、阿那律尊師這麼大神通力、這麼大威力的弟子嗎？』」",
    "chi_lit": "時，有梵天呼其他梵眾天：「友！來！汝詣尊者大目犍連。如是語尊者大目犍連：『友！目犍連！世尊之弟子中，其他有如目犍連、迦葉、劫賓那、阿那律之大神通、大威力耶？』」"
  },
  {
    "pali": "15.",
    "eng": "15.",
    "chi": "一五",
    "chi_lit": "一五"
  },
  {
    "pali": "“Evaṃ, mārisā”ti kho so brahma­pārisajjo tassa brahmuno paṭissutvā yenāyasmā mahāmoggallāno tenupasaṅkami; ",
    "eng": "Then that member of the council of brahmas, agreed to do so.",
    "chi": "「是的，親愛的先生！」那位梵天眾回答那位梵天後，就去見尊者目揵連。",
    "chi_lit": "「友！唯然！」其梵眾天答覆梵天，而詣尊者大目犍連處。"
  },
  {
    "pali": "16.",
    "eng": "16.",
    "chi": "一六",
    "chi_lit": "一六"
  },
  {
    "pali": "upasaṅkamitvā āyasmantaṃ ­mahā­mog­gallā­naṃ etadavoca: “atthi nu kho, mārisa moggallāna, aññepi tassa bhagavato sāvakā evaṃmahiddhikā evaṃma­hānu­bhāvā; seyyathāpi bhavaṃ moggallāno kassapo kappino anuruddho”ti? ",
    "eng": "And he approached and asked: \"Sir, are there other disciples of the Blessed One with such great psychic powers as good Moggallàna, Kassapa, Kappina and Anuruddha?\"",
    "chi": "抵達後，對尊者目揵連這麼說：「親愛的目揵連先生！那位世尊還有其他如同目揵連、迦葉、劫賓那、阿那律尊師這麼大神通力、這麼大威力的弟子嗎？」",
    "chi_lit": "詣已，以此語大目犍連曰：「友目犍連！世尊之弟子中，其他有如目犍連、迦葉、劫賓那、阿那律之大神通、大威力耶？」"
  },
  {
    "pali": "17.",
    "eng": "17.",
    "chi": "一七",
    "chi_lit": "一七"
  },
  {
    "pali": "Atha kho āyasmā mahāmoggallāno taṃ brahma­pārisaj­jaṃ gāthāya ajjhabhāsi:",
    "eng": "Then venerable MahàMoggallàna replied to that member of the council of brahmas with this stanza:",
    "chi": "那時，尊者目揵連以偈頌對那位梵天眾說：",
    "chi_lit": "時，尊者大目犍連，以偈語梵天眾曰："
  },
  {
    "pali": "“Tevijjā iddhipattā ca,\nceto­pariyā­ya­kovidā;\nKhīṇāsavā arahanto,\nbahū buddhassa sāvakā”ti.",
    "eng": "Among the disciples of the Enlightened One,\nThose who have destroyed desires and become worthy,\nAttained knowledge and psychic powers,\nAnd have become clever in the habits of the mind are many.",
    "chi": "「三明得神通者，知他心之熟練者，煩惱已盡的阿羅漢，佛陀的弟子多的是。」",
    "chi_lit": "三明達神通  巧妙知他心\n漏盡阿羅漢  佛陀弟子中\n其數有眾多"
  },
  {
    "pali": "18.",
    "eng": "18.",
    "chi": "一八",
    "chi_lit": "一八"
  },
  {
    "pali": "Atha kho so brahma­pārisajjo āyasmato ­mahā­mog­gallā­nassa bhāsitaṃ abhinanditvā anumoditvā yena so brahmā tenupasaṅkami; upasaṅkamitvā taṃ brahmānaṃ etadavoca: “āyasmā, mārisa, mahāmoggallāno evamāha:",
    "eng": "Then that member of the council of brahmas, delighting in the words of venerable MahàMoggallàna approached Mahà Brahma and said, Sir, venerable MahàMoggallàna said thus:",
    "chi": "那時，那位梵天眾歡喜、隨喜尊者目揵連所說後，就去見那位梵天。抵達後，對那位梵天這麼說：「親愛的先生！尊者目揵連這麼說：",
    "chi_lit": "時，梵眾天歡喜於尊者大目犍連之所說，往詣彼大梵天。詣已，以此語梵天曰：「友！尊者大目犍連，如是曰："
  },
  {
    "pali": "‘Tevijjā iddhipattā ca,\nceto­pariyā­ya­kovidā;\nKhīṇāsavā arahanto,\nbahū buddhassa sāvakā’”ti.",
    "eng": "Among the disciples of the Enlightened One,\nThose who have destroyed desires and become worthy,\nAttained knowledge and psychic powers,\nAnd have become clever in the habits of the mind are many.",
    "chi": "『三明得神通者，知他心之熟練者，煩惱已盡的阿羅漢，佛陀的弟子多的是。』」",
    "chi_lit": "三明達神通  巧妙知他心\n漏盡阿羅漢  佛陀弟子中\n其數有眾多」"
  },
  {
    "pali": "19.",
    "eng": "19.",
    "chi": "一九",
    "chi_lit": "一九"
  },
  {
    "pali": "Idamavoca so brahma­pārisajjo. Attamano ca so brahmā tassa brahma­pārisaj­jassa bhāsitaṃ abhinandīti.",
    "eng": "And Mahà Brahma rejoiced in the words of the member of the council of brahmas.",
    "chi": "這就是那位梵天眾所說，那位悅意的梵天歡喜那位梵天眾所說。",
    "chi_lit": "彼梵眾天如是云已，梵天歡喜於梵眾天之所說。"
  }
]